Repository: snana7mi/conchtalk
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: %@ expired and removed
ja: %@ の有効期限が切れ、削除されました
zh_hans: %@ 已过期并被删除

# %@ is not available on this server. Available agents: %@
source: %1$@ is not available on this server. Available agents: %2$@
ja: %1$@ はこのサーバーで利用できません。利用可能なエージェント: %2$@
zh_hans: %1$@ 在此服务器上不可用。可用代理: %2$@

source: %lld cores
ja: %lldコア
zh_hans: %lld 核心

source: AI Assistant
ja: AI アシスタント
zh_hans: AI 助手

source: AI Service
ja: AI サービス
zh_hans: AI 服务

source: API Format
ja: API 形式
zh_hans: API 格式

source: API Key
ja: APIキー
zh_hans: API 密钥

source: About
ja: アプリについて
zh_hans: 关于

source: Account
ja: アカウント
zh_hans: 账户

source: Add
ja: 追加
zh_hans: 添加

source: Add Group
ja: グループを追加
zh_hans: 添加分组

source: Add Server
ja: サーバーを追加
zh_hans: 添加服务器

source: Add a server to get started
ja: サーバーを追加して始めましょう
zh_hans: 添加服务器以开始使用

source: Agent Settings
ja: エージェント設定
zh_hans: 代理设置

source: All cloud sync data will be permanently deleted. Local data on this device will not be affected.
ja: すべてのクラウド同期データが完全に削除されます。このデバイスのローカルデータには影響しません。
zh_hans: 所有云端同步数据将被永久删除。本设备上的本地数据不受影响。

source: All commands require manual confirmation
ja: すべてのコマンドに手動確認が必要
zh_hans: 所有命令都需要手动确认

source: App
ja: アプリ
zh_hans: 应用

source: Append to
ja: 追記先
zh_hans: 追加到

source: Authenticate User
ja: ユーザー認証
zh_hans: 认证用户信息

source: Authentication
ja: 認証方式
zh_hans: 认证方式

source: Authentication failed
ja: 認証に失敗しました
zh_hans: 认证失败

source: Auto-reconnect failed, returning to server list
ja: 自動再接続に失敗したため、サーバー一覧に戻ります
zh_hans: 自动重连失败，将返回服务器列表

source: Auto-refresh every 1s
ja: 1秒ごとに自動更新
zh_hans: 每 1 秒自动刷新

source: Auto-renews monthly. Cancel anytime.
ja: 毎月自動更新。いつでもキャンセル可能。
zh_hans: 按月自动续费，随时可取消。

source: Available
ja: 空き
zh_hans: 可用

source: Base URL (optional)
ja: ベースURL（任意）
zh_hans: 基础 URL（可选）

source: Cancel
ja: キャンセル
zh_hans: 取消

source: Clear context
ja: コンテキストをクリア
zh_hans: 清理上下文

source: Cloud Sync
ja: クラウド同期
zh_hans: 云同步

source: Cloud storage full. %lld old messages auto-cleaned.
ja: クラウドストレージが満杯です。%lld 件の古いメッセージが自動削除されました。
zh_hans: 云端存储已满，已自动清理 %lld 条旧消息。

source: Cloud sync requires a paid subscription
ja: クラウド同期には有料プランが必要です
zh_hans: 云同步需要付费订阅

source: Command Rejected
ja: コマンド拒否
zh_hans: 命令已拒绝

source: Command failed: %@
ja: コマンド失敗：%@
zh_hans: 命令执行失败：%@

source: Commands
ja: コマンド
zh_hans: 命令

source: Compressing context...
ja: コンテキスト圧縮中…
zh_hans: 上下文压缩中…

source: Configuration
ja: 設定
zh_hans: 配置

source: Configure Protocol
ja: プロトコルの設定
zh_hans: 配置连接协议

source: Confirm
ja: 確認
zh_hans: 确认

source: Confirm Action
ja: 操作の確認
zh_hans: 确认操作

source: Confirm Command
ja: コマンドを確認
zh_hans: 确认命令

# Connect to %@ in %@?
source: Connect to %1$@ in %2$@?
ja: %2$@で%1$@に接続しますか？
zh_hans: 是否在 %2$@ 中接入 %1$@？

source: Connect to %@?
ja: %@に接続しますか？
zh_hans: 是否接入 %@？

source: Connect to Server
ja: サーバーに接続
zh_hans: 连接到服务器

source: Connected
ja: 接続中
zh_hans: 已连接

source: Connected to %@ (%@)
ja: %@に接続しました（%@）
zh_hans: 已连接到 %@（%@）

source: Connecting to %@…
ja: %@に接続中…
zh_hans: 正在连接 %@…

source: Connecting to agent...
ja: エージェントに接続中...
zh_hans: 正在连接代理...

source: Connection Failed
ja: 接続失敗
zh_hans: 连接失败

source: Connection failed
ja: 接続失敗
zh_hans: 连接失败

source: Connection failed: %@
ja: 接続失敗：%@
zh_hans: 连接失败：%@

source: Connection limit reached
ja: 接続数の上限に達しました
zh_hans: 连接数已达上限

source: Connection lost
ja: 接続が切断されました
zh_hans: 连接已断开

source: Connection lost unexpectedly
ja: 接続が予期せず切断されました
zh_hans: 连接意外断开

source: Connection lost, please reconnect to server
ja: 接続が切断されました。サーバーに再接続してください
zh_hans: 连接已断开，请重新连接服务器

source: Connection timed out
ja: 接続がタイムアウトしました
zh_hans: 连接超时

source: Context cleared · %@
ja: コンテキストをクリア · %@
zh_hans: 已清理上下文 · %@

source: Current: %@
ja: 現在: %@
zh_hans: 当前: %@

source: Custom Input
ja: 自分で入力
zh_hans: 自己输入

source: Custom path...
ja: カスタムパス…
zh_hans: 自定义路径…

source: Data Migration
ja: データ移行
zh_hans: 数据迁移

source: Data is encrypted end-to-end. Only you can decrypt it.
ja: データはエンドツーエンドで暗号化されています。復号できるのはあなただけです。
zh_hans: 数据端到端加密，只有您能解密。

source: Default permission level for all servers. Individual servers can override this.
ja: すべてのサーバーのデフォルト権限レベル。個々のサーバーで上書きできます。
zh_hans: 所有服务器的默认权限等级，各服务器可单独覆盖。

source: Default: OpenAI API (api.openai.com). Supports any OpenAI-compatible API.
ja: デフォルト：OpenAI API (api.openai.com)。OpenAI互換APIに対応。
zh_hans: 默认：OpenAI API (api.openai.com)。支持任何 OpenAI 兼容的 API。

source: Delete
ja: 削除
zh_hans: 删除

source: Delete Account
ja: アカウントを削除
zh_hans: 删除账户

source: Disable Cloud Sync?
ja: クラウド同期を無効にしますか？
zh_hans: 关闭云同步？

source: Disable and Delete
ja: 無効にして削除
zh_hans: 关闭并删除

source: Disabled
ja: 無効
zh_hans: 已禁用

source: Discard Changes
ja: 変更を破棄
zh_hans: 放弃更改

source: Discard local data and download from cloud
ja: ローカルデータを破棄し、クラウドからダウンロード
zh_hans: 丢弃本地数据，从云端下载

source: Disconnected
ja: 切断済み
zh_hans: 已断开连接

source: Disk
ja: ディスク
zh_hans: 磁盘

source: Done
ja: 完了
zh_hans: 完成

source: Edit
ja: 編集
zh_hans: 编辑

source: Edit Server
ja: サーバーを編集
zh_hans: 编辑服务器

source: Enable Cloud Sync
ja: クラウド同期を有効にする
zh_hans: 启用云同步

source: Enabled
ja: 有効
zh_hans: 已启用

source: Endpoint URL
ja: エンドポイント URL
zh_hans: 接口地址

source: Enter the API base URL (e.g. https://api.openai.com/v1). The path will be appended automatically.
ja: API のベース URL を入力してください（例：https://api.openai.com/v1）。パスは自動的に追加されます。
zh_hans: 请输入 API 基础地址（例如 https://api.openai.com/v1）。路径会自动追加。

source: Error: %@
ja: エラー：%@
zh_hans: 错误：%@

source: Execute
ja: 実行
zh_hans: 执行

source: Expiration
ja: 有効期限
zh_hans: 有效期

source: Expiration Date
ja: 有効期限日
zh_hans: 到期日期

source: Failed
ja: 失敗
zh_hans: 失败

source: Failed to decrypt key. Wrong passphrase?
ja: 鍵の復号に失敗しました。パスフレーズが間違っていませんか？
zh_hans: 密钥解密失败。密码是否有误？

source: Failed to load server info
ja: サーバー情報の読み込みに失敗
zh_hans: 加载服务器信息失败

source: Feature
ja: 機能
zh_hans: 功能

source: File too large
ja: ファイルが大きすぎます
zh_hans: 文件过大

source: Follow Global
ja: グローバルに従う
zh_hans: 跟随全局

source: Follow System
ja: システムに従う
zh_hans: 跟随系统

source: Force Full Sync
ja: 強制フル同期
zh_hans: 强制全量同步

source: Free tier allows only one server connection at a time. Please disconnect the current server first or upgrade your plan.
ja: Freeプランでは同時に接続できるサーバーは1台までです。現在のサーバーを切断するか、プランをアップグレードしてください。
zh_hans: Free 版只能同时连接 1 个服务器。请先断开当前服务器或升级套餐。

source: Group
ja: グループ
zh_hans: 分组

source: Group Name
ja: グループ名
zh_hans: 分组名称

source: Groups
ja: グループ
zh_hans: 分组

source: Host
ja: ホスト
zh_hans: 主机

source: Host key mismatch for %1$@. Expected fingerprint %2$@, but received %3$@. This may indicate a man-in-the-middle attack.
ja: %1$@ のホスト鍵が一致しません。期待されるフィンガープリントは %2$@ ですが、%3$@ を受信しました。中間者攻撃の可能性があります。
zh_hans: %1$@ 的主机密钥不匹配。期望的指纹为 %2$@，但收到的是 %3$@。这可能表明存在中间人攻击。

source: Hostname
ja: ホスト名
zh_hans: 主机名

source: I Understand the Risks
ja: リスクを理解しています
zh_hans: 我了解风险

source: IP Address
ja: IPアドレス
zh_hans: IP 地址

source: Import
ja: インポート
zh_hans: 导入

source: Import SSH Key
ja: SSHキーをインポート
zh_hans: 导入 SSH 密钥

source: Import from File
ja: ファイルからインポート
zh_hans: 从文件导入

source: Initialize Config
ja: 設定の初期化
zh_hans: 初始化配置

source: Install
ja: インストール
zh_hans: 安装

source: Invalid RSA SHA-2 signature
ja: RSA SHA-2 署名が無効です
zh_hans: RSA SHA-2 签名无效

source: Invalid RSA key data
ja: RSA 鍵データが無効です
zh_hans: RSA 密钥数据无效

source: Invalid base64 in PEM key
ja: PEM 鍵の Base64 が無効です
zh_hans: PEM 密钥的 Base64 编码无效

source: Invalid key structure (ASN.1 parse error)
ja: 鍵の構造が無効です（ASN.1 解析エラー）
zh_hans: 密钥结构无效（ASN.1 解析错误）

source: K tokens
ja: K トークン
zh_hans: K 令牌

source: Keep Local (Don't Sync)
ja: ローカルを保持（同期しない）
zh_hans: 保持本地（不同步）

source: Key Passphrase (optional)
ja: 鍵のパスフレーズ（任意）
zh_hans: 密钥密码（可选）

source: Key imported
ja: キーをインポートしました
zh_hans: 密钥已导入

source: Language
ja: 言語
zh_hans: 语言

source: Last Sync
ja: 最終同期
zh_hans: 最近同步

source: Last visited:
ja: 最終アクセス:
zh_hans: 最后访问:

source: Last visited: %@
ja: 最終アクセス: %@
zh_hans: 最后访问: %@

source: Linux servers only
ja: Linuxサーバーのみ対応
zh_hans: 仅支持 Linux 服务器

source: Loaded skill: %@
ja: スキルを読み込みました: %@
zh_hans: 已加载技能: %@

source: Local Data Found
ja: ローカルデータが見つかりました
zh_hans: 检测到本地数据

source: Manage Groups
ja: グループを管理
zh_hans: 管理分组

source: Max Context
ja: 最大コンテキスト
zh_hans: 最大上下文

source: Memory
ja: メモリ
zh_hans: 内存

source: Merge & Upload
ja: マージしてアップロード
zh_hans: 合并并上传

source: Method
ja: 方式
zh_hans: 方式

source: Mode
ja: モード
zh_hans: 模式

source: Model
ja: モデル
zh_hans: 模型

source: Name
ja: 名前
zh_hans: 名称

source: Network: %@
ja: ネットワーク: %@
zh_hans: 网络: %@

source: No Servers
ja: サーバーがありません
zh_hans: 暂无服务器

source: No coding agents available on this server
ja: このサーバーにはコーディングエージェントがありません
zh_hans: 此服务器上没有可用的编码代理

source: No groups yet
ja: グループはまだありません
zh_hans: 暂无分组

source: No subdirectories
ja: サブディレクトリがありません
zh_hans: 没有子目录

source: None
ja: なし
zh_hans: 无

source: Not connected to server
ja: サーバーに接続されていません
zh_hans: 未连接到服务器

source: Not synced yet
ja: 未同期
zh_hans: 尚未同步

source: Open
ja: 開く
zh_hans: 打开

source: Open in this directory
ja: このディレクトリで開く
zh_hans: 在此目录打开

source: Password
ja: パスワード
zh_hans: 密码

source: Paste your SSH private key or import from file
ja: SSH秘密鍵を貼り付けるかファイルからインポート
zh_hans: 粘贴 SSH 私钥或从文件导入

source: Permission Level
ja: 権限レベル
zh_hans: 权限等级

source: Permissive
ja: 寛容
zh_hans: 宽松

source: Permissive mode auto-executes write commands and allows previously-forbidden destructive commands with confirmation. Only use on trusted or test servers.
ja: 寛容モードは書き込みコマンドを自動実行し、以前禁止されていた危険なコマンドを確認付きで許可します。信頼できるサーバーまたはテストサーバーでのみ使用してください。
zh_hans: 宽松模式会自动执行写入命令，并允许在确认后执行原本禁止的危险命令。请仅在信任或测试服务器上使用。

source: Port
ja: ポート
zh_hans: 端口

source: Privacy Policy
ja: プライバシーポリシー
zh_hans: 隐私政策

source: Process List
ja: プロセス一覧
zh_hans: 进程列表

source: Process Name
ja: プロセス名
zh_hans: 进程名

source: Processes TOP 5
ja: プロセス TOP 5
zh_hans: 进程 TOP 5

source: Processes: %@
ja: プロセス: %@
zh_hans: 进程: %@

source: RSA SHA-2 signing failed
ja: RSA SHA-2 署名に失敗しました
zh_hans: RSA SHA-2 签名失败

source: Reads and writes auto-execute, dangerous commands need confirmation
ja: 読み書きは自動実行、危険なコマンドは確認が必要
zh_hans: 读写自动执行，危险命令需确认

source: Reads auto-execute, writes need confirmation, dangerous commands blocked
ja: 読み取りは自動実行、書き込みは確認が必要、危険なコマンドはブロック
zh_hans: 读取自动执行，写入需确认，危险命令禁止

source: Recall
ja: 取り消す
zh_hans: 撤回

source: Reconnect
ja: 再接続
zh_hans: 重新连接

source: Reconnecting…
ja: 再接続中…
zh_hans: 正在重连…

source: Release to clear context
ja: 離すとコンテキストをクリア
zh_hans: 松手清理上下文

source: Replace with Cloud Data
ja: クラウドデータで置き換え
zh_hans: 替换为云端数据

source: Reset
ja: リセット
zh_hans: 重置

source: Reset Encryption Key
ja: 暗号化キーをリセット
zh_hans: 重置加密密钥

source: Reset Encryption Key?
ja: 暗号化キーをリセットしますか？
zh_hans: 重置加密密钥？

source: Resets In
ja: リセットまで
zh_hans: 重置倒计时

source: Restore Purchases
ja: 購入を復元
zh_hans: 恢复购买

source: Result
ja: 結果
zh_hans: 结果

source: Retry
ja: 再試行
zh_hans: 重试

source: Risk Warning
ja: リスク警告
zh_hans: 风险提示

source: SSH Connections
ja: SSH 接続
zh_hans: SSH 连接

source: SSH Key
ja: SSHキー
zh_hans: SSH 密钥

source: SSH connection established
ja: SSH接続が確立されました
zh_hans: SSH 连接已建立

source: SSH connection restored
ja: SSH接続が復旧しました
zh_hans: SSH 连接已恢复

source: SSH disconnected
ja: SSH接続が切断されました
zh_hans: SSH 连接已断开

source: Save
ja: 保存
zh_hans: 保存

source: Save Settings
ja: 設定を保存
zh_hans: 保存设置

source: Search conversations
ja: 会話を検索
zh_hans: 搜索对话

source: Select Working Directory
ja: 作業ディレクトリを選択
zh_hans: 选择工作目录

source: Selected: %@
ja: 選択済み：%@
zh_hans: 已选：%@

source: Server Info
ja: サーバー情報
zh_hans: 服务器信息

source: Server and all data will be automatically deleted after expiration.
ja: 有効期限を過ぎると、サーバーとすべてのデータが自動的に削除されます。
zh_hans: 服务器及所有数据将在到期后自动删除。

source: Servers
ja: サーバー
zh_hans: 服务器

source: Settings
ja: 設定
zh_hans: 设置

source: Settings Saved
ja: 設定を保存しました
zh_hans: 设置已保存

source: Sign Out
ja: サインアウト
zh_hans: 退出登录

source: Sign in to use cloud sync
ja: クラウド同期を使用するにはサインインしてください
zh_hans: 登录后可使用云同步

source: Sign in without enabling sync. You can enable it later in Settings.
ja: 同期を有効にせずサインインします。設定で後から有効にできます。
zh_hans: 登录但不启用同步。您可以稍后在设置中启用。

source: Standard
ja: 標準
zh_hans: 标准

source: Starting agent, please wait
ja: エージェントを起動中です。お待ちください
zh_hans: 正在启动代理，请稍候

source: Status
ja: ステータス
zh_hans: 状态

source: Strict
ja: 厳格
zh_hans: 严格

source: Subscribe Now
ja: 今すぐ登録
zh_hans: 立即订阅

source: Success
ja: 成功
zh_hans: 成功

source: Sync Now
ja: 今すぐ同期
zh_hans: 立即同步

source: System
ja: システム
zh_hans: 系统

source: System Info: %@
ja: システム情報: %@
zh_hans: 系统信息: %@

source: Terms of Service
ja: 利用規約
zh_hans: 服务条款

source: The handshake connection with OpenClaw is currently unstable and may fail during the process.
ja: OpenClaw とのハンドシェイク接続は現在不安定で、途中で失敗する可能性があります。
zh_hans: 目前与 OpenClaw 的握手连接还不稳定，过程中可能会握手失败。

source: Thinking
ja: 思考中
zh_hans: 思考中

source: This key is encrypted. Please provide a passphrase.
ja: この鍵は暗号化されています。パスフレーズを入力してください。
zh_hans: 此密钥已加密，请输入密码。

source: This will permanently delete all cloud data and re-upload from this device.
ja: すべてのクラウドデータが完全に削除され、このデバイスから再アップロードされます。
zh_hans: 这将永久删除所有云端数据，并从此设备重新上传。

source: This will permanently delete your account and all data. This action cannot be undone.
ja: アカウントとすべてのデータが完全に削除されます。この操作は取り消せません。
zh_hans: 这将永久删除您的账户和所有数据。此操作无法撤销。

source: Tier
ja: プラン
zh_hans: 套餐

source: Total
ja: 合計
zh_hans: 总计

source: Trust New Key & Reconnect
ja: 新しい鍵を信頼して再接続
zh_hans: 信任新密钥并重连

source: Type a message...
ja: メッセージを入力…
zh_hans: 输入消息…

source: Ungrouped
ja: 未分類
zh_hans: 未分组

source: Unlimited
ja: 無制限
zh_hans: 无限

source: Unlock the full experience
ja: フル機能をアンロック
zh_hans: 解锁完整体验

source: Unsaved Changes
ja: 未保存の変更
zh_hans: 未保存的更改

source: Unsaved changes
ja: 未保存の変更
zh_hans: 未保存的更改

source: Unsupported PEM key format
ja: サポートされていない PEM 鍵形式です
zh_hans: 不支持的 PEM 密钥格式

source: Unsupported encryption cipher: %@
ja: サポートされていない暗号方式: %@
zh_hans: 不支持的加密算法: %@

source: Upgrade
ja: アップグレード
zh_hans: 升级

source: Upgrade to Pro
ja: Pro にアップグレード
zh_hans: 升级到 Pro

source: Upload local data to cloud and merge with existing cloud data
ja: ローカルデータをクラウドにアップロードし、既存のクラウドデータとマージ
zh_hans: 将本地数据上传到云端，并与已有云端数据合并

source: Uptime
ja: 稼働時間
zh_hans: 运行时间

source: Usage
ja: 使用量
zh_hans: 用量

source: Use Custom API
ja: カスタム API を使用
zh_hans: 使用自定义 API

source: Used
ja: 使用中
zh_hans: 已用

source: User chose custom input
ja: ユーザーが自分で入力を選択しました
zh_hans: 用户选择自己输入

source: Username
ja: ユーザー名
zh_hans: 用户名

source: Using ConchTalk cloud AI service
ja: ConchTalk クラウド AI サービスを使用中
zh_hans: 正在使用 ConchTalk 云端 AI 服务

source: Using Gemini 3.0/3.1 Pro models may cause message failures. It is recommended to use other models.
ja: Gemini 3.0/3.1 Pro モデルを使用するとメッセージの返信に失敗する場合があります。他のモデルの使用をお勧めします。
zh_hans: 使用 Gemini 3.0/3.1 Pro 模型时，消息返回可能会失败。建议使用其他模型。

source: Version
ja: バージョン
zh_hans: 版本

source: Write to
ja: 書き込み先
zh_hans: 写入到

source: You have existing data on this device. How would you like to handle it?
ja: このデバイスに既存のデータがあります。どのように処理しますか？
zh_hans: 此设备上已有数据，您希望如何处理？

source: You have unsaved settings changes.
ja: 保存されていない設定の変更があります。
zh_hans: 您有未保存的设置更改。

source: month
ja: 月
zh_hans: 月

source: AI API
zh_hans: AI 接口

source: ConchTalk
zh_hans: 海螺对话

source: OK
zh_hans: 好
